//#include "VFR.uni"

#langdef   en-US   "English"    
#langdef   zh-Hans "\wide中文\narrow"

#string STR_SRVRMGMT_FRU_VIEW           #language en-US   "View FRU information"
                                        #language zh-Hans "\wide查看\narrowFRU\wide信息\narrow"
#string STR_SRVRMGMT_FRU_VIEW_HELP      #language en-US   "Press <Enter> to view FRU information."
                                        #language zh-Hans "\wide按\narrow <Enter> \wide键查看\narrowFRU\wide信息。\narrow"
#string STR_SRVRMGMT_FRU_FORM_TITLE     #language en-US   "FRU Information"
                                        #language zh-Hans "FRU\wide信息\narrow"

#string STR_FRU_DEVICE_DESC             #language en-US   "FRU Device Description"
                                        #language zh-Hans "FRU\wide设备描述\narrow"
#string STR_FRU_DEVICE_DESC_VAL         #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_FRU_DEVICE_DESC_HELP        #language en-US   "FRU Device Description"
                                        #language zh-Hans "FRU\wide设备描述\narrow"
#string STR_FRU_DEVICE_ID               #language en-US   "FRU Device ID"
                                        #language zh-Hans "FRU\wide设备\narrowID"
#string STR_FRU_DEVICE_ID_VAL           #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_FRU_DEVICE_ID_HELP          #language en-US   "FRU Device ID"
                                        #language zh-Hans "FRU\wide设备\narrowID"

#string STR_CHASSIC_MANUFACTURER        #language en-US   "Chassis Manufacturer"
                                        #language zh-Hans "\wide机箱制造商\narrow"
#string STR_CHASSIC_MANUFACTURER_VAL    #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_CHASSIC_MANUFACTURER_HELP   #language en-US   "Chassis Manufacturer"
                                        #language zh-Hans "\wide机箱制造商\narrow"
#string STR_CHASSIC_TYPE                #language en-US   "Chassis Type"
                                        #language zh-Hans "\wide机箱类型\narrow"
#string STR_CHASSIC_TYPE_VAL            #language en-US   "Rack Mount Chassis"
                                        #language zh-Hans "Rack Mount Chassis"
#string STR_CHASSIC_TYPE_HELP           #language en-US   "Chassis Type"
                                        #language zh-Hans "\wide机箱类型\narrow"
#string STR_CHASSIC_PN                  #language en-US   "Chassis Part Number"
                                        #language zh-Hans "\wide机箱型号\narrow"
#string STR_CHASSIC_PN_VAL              #language en-US   "0"
                                        #language zh-Hans "0"
#string STR_CHASSIC_PN_HELP             #language en-US   "Chassis Part Number"
                                        #language zh-Hans "\wide机箱零件号\narrow"
#string STR_CHASSIC_SN                  #language en-US   "Chassis Serial Number"
                                        #language zh-Hans "\wide机箱序列号\narrow"
#string STR_CHASSIC_SN_VAL              #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_CHASSIC_SN_HELP             #language en-US   "Chassis Serial Number"
                                        #language zh-Hans "\wide机箱序列号\narrow"

#string STR_BOARD_MANU_DATE_TIME        #language en-US   "Manufacturing Date Time"
                                        #language zh-Hans "\wide制造日期时间\narrow"
#string STR_BOARD_MANU_DATE_TIME_VAL    #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_BOARD_MANU_DATE_TIME_HELP   #language en-US   "Manufacturing Date Time"
                                        #language zh-Hans "\wide制造日期时间\narrow"
#string STR_BOARD_MANUFACTURER          #language en-US   "Board Manufacturer"
                                        #language zh-Hans "\wide主板制造商\narrow"
#string STR_BOARD_MANUFACTURER_VAL      #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_BOARD_MANUFACTURER_HELP     #language en-US   "Board Manufacturer"
                                        #language zh-Hans "\wide主板制造商\narrow"
#string STR_BOARD_PRODUCT_NAME          #language en-US   "Board Product Name"
                                        #language zh-Hans "\wide主板产品名称\narrow"
#string STR_BOARD_PRODUCT_NAME_VAL      #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_BOARD_PRODUCT_NAME_HELP     #language en-US   "Board Product Name"
                                        #language zh-Hans "\wide主板产品名称\narrow"
#string STR_BOARD_SN                    #language en-US   "Board Serial Number"
                                        #language zh-Hans "\wide主板序列号\narrow"
#string STR_BOARD_SN_VAL                #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_BOARD_SN_HELP               #language en-US   "Board Serial Number"
                                        #language zh-Hans "\wide主板序列号\narrow"
#string STR_BOARD_PN                    #language en-US   "Board Part Number"
                                        #language zh-Hans "\wide主板零件号\narrow"
#string STR_BOARD_PN_VAL                #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_BOARD_PN_HELP               #language en-US   "Board Part Number"
                                        #language zh-Hans "\wide主板零件号\narrow"

#string STR_PRODUCT_MANUFACTURER        #language en-US   "Product Manufacturer"
                                        #language zh-Hans "\wide产品制造商\narrow"
#string STR_PRODUCT_MANUFACTURER_VAL    #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_PRODUCT_MANUFACTURER_HELP   #language en-US   "Product Manufacturer"
                                        #language zh-Hans "\wide产品制造商\narrow"
#string STR_PRODUCT_NAME                #language en-US   "Product Name"
                                        #language zh-Hans "\wide产品名称\narrow"
#string STR_PRODUCT_NAME_VAL            #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_PRODUCT_NAME_HELP           #language en-US   "Product Name"
                                        #language zh-Hans "\wide产品名称\narrow"
#string STR_PRODUCT_PN                  #language en-US   "Product Part Number"
                                        #language zh-Hans "\wide产品零件号\narrow"
#string STR_PRODUCT_PN_VAL              #language en-US   "0"
                                        #language zh-Hans "0"
#string STR_PRODUCT_PN_HELP             #language en-US   "Product Part Number"
                                        #language zh-Hans "\wide产品零件号\narrow"
#string STR_PRODUCT_SN                  #language en-US   "Product Serial Number"
                                        #language zh-Hans "\wide产品序列号\narrow"
#string STR_PRODUCT_SN_VAL              #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_PRODUCT_SN_HELP             #language en-US   "Product Serial Number"
                                        #language zh-Hans "\wide产品序列号\narrow"
#string STR_PRODUCT_VERSION             #language en-US   "Product Version"
                                        #language zh-Hans "\wide产品版本号\narrow"
#string STR_PRODUCT_VERSION_VAL         #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_PRODUCT_VERSION_HELP        #language en-US   "Product Version"
                                        #language zh-Hans "\wide产品版本号\narrow"
#string STR_PRODUCT_ASSET_TAG           #language en-US   "Product Asset Tag"
                                        #language zh-Hans "\wide产品资产标签\narrow"
#string STR_PRODUCT_ASSET_TAG_VAL       #language en-US   "N/A"
                                        #language zh-Hans "N/A"
#string STR_PRODUCT_ASSET_TAG_HELP      #language en-US   "Product Asset Tag"
                                        #language zh-Hans "\wide产品资产标签\narrow"
#string STR_SYSTEM_UUID                 #language en-US  "System UUID"
                                        #language zh-Hans "\wide系统\narrowUUID"
#string STR_SYSTEM_UUID_VAL             #language en-US  "N/A"
                                        #language zh-Hans "N/A"
#string STR_SYSTEM_UUID_HELP            #language en-US  "System Unique ID."
                                        #language zh-Hans "\wide系统独特的\narrowID"


#string STR_SDR_VERSION                 #language en-US  "SDR Version"
                                        #language zh-Hans "SDR\wide版本\narrow"
#string STR_SDR_VERSION_HELP            #language en-US  "Version of Sensor Data Records."
                                        #language zh-Hans "\wide传感器数据记录版本。\narrow"
#string STR_SDR_VERSION_VAL             #language en-US  "-"
                                        #language zh-Hans "-"



